Repository: chrisflav/kompass
Catalog: jdav_web/finance/locale/*/LC_MESSAGES/django.po
Languages: de

source: Statement not found.
de: Abrechnung nicht gefunden.

source: Insufficient permissions.
de: Unzureichende Berechtigungen.

source: %(name)s is already submitted.
de: %(name)s ist bereits eingereicht.

source: Successfully submited %(name)s. The finance department will notify the requestors as soon as possible.
de: Rechnung %(name)s erfolgreich eingereicht. Das Finanzreferat wird auf dich sobald wie möglich zukommen.

source: Finance overview
de: Kostenübersicht

source: Submit statement
de: Rechnung einreichen

source: Length
de: Länge

source: %(name)s is not yet submitted.
de: %(name)s ist noch nicht eingereicht.

source: An error occured while trying to confirm %(name)s. Please try again.
de: Beim Abwickeln von %(name)s ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: Successfully sent receipt to the office.
de: Abrechnungsbeleg an die Geschäftsstelle gesendet.

source: Successfully confirmed %(name)s. I hope you executed the associated transactions, I wont remind you again.
de: Erfolgreich %(name)s abgewickelt. Ich hoffe du hast die zugehörigen Überweisungen ausgeführt, ich werde dich nicht nochmal erinnern.

source: You can download a <a href='%(link)s', target='_blank'>receipt</a>.
de: Hier kannst du den Abrechnungsbeleg <a href='%(link)s', target='_blank'>herunterladen</a>.

source: Statement confirmed
de: Abrechnung abgewickelt

source: Transactions do not match the covered expenses. Please correct the mistakes listed below.
de: Überweisungen stimmen nicht mit den übernommenen Kosten überein. Bitte korrigiere die unten aufgeführten Fehler.

source: Some transactions have no ledger configured. Please fill in the gaps.
de: Manche Überweisungen haben kein Geldtopf eingestellt. Bitte trage das nach.

source: The configured recipients for the allowance don't match the regulations. Please correct this on the excursion.
de: Die ausgewählten Empfänger*innen der Aufwandsentschädigungen entsprechen nicht den Regularien. Bitte korrigiere das in der Ausfahrt.

source: The calculated total amount does not match the sum of all transactions. This is most likely a bug.
de: Der berechnete Gesamtbetrag stimmt nicht mit der Summe aller Überweisungen überein. Das ist höchstwahrscheinlich ein Fehler in der Implementierung.

source: Successfully rejected %(name)s. The requestor can reapply, when needed.
de: Die Rechnung %(name)s wurde abgelehnt. Die Person kann die Rechnung erneut einstellen, wenn es benötigt wird.

source: %(name)s already has transactions. Please delete them first, if you want to generate new ones
de: %(name)s hat bereits Überweisungen. Bitte lösche diese zunächst, bevor du neue generierst.

source: Successfully generated transactions for %(name)s
de: Automatisch Überweisungsträger für %(name)s generiert.

source: Error while generating transactions for %(name)s. Do all bills have a payer and, if this statement is attached to an excursion, was a person selected that receives the subsidies?
de: Fehler beim Erzeugen der Überweisungsträger für %(name)s. Sind für alle Quittungen eine bezahlende Person eingestellt und, falls diese Abrechnung zu einer Ausfahrt gehört, wurde eine Person als Empfänger*in der Übernachtungs- und Fahrtkostenzuschüsse ausgewählt?

source: View submitted statement
de: Eingereichte Abrechnung einsehen

source: Successfully reduced transactions for %(name)s.
de: Überweisungsträger für %(name)s minimiert.

source: %(name)s is not yet confirmed.
de: %(name)s ist noch nicht bestätigt.

source: Successfully unconfirmed %(name)s. I hope you know what you are doing.
de: Erfolgreich die Bestätigung von %(name)s zurückgenommen. Ich hoffe du weißt was du machst.

source: Unconfirm statement
de: Bestätigung zurücknehmen

source: Download summary
de: Beleg herunterladen

source: Finance
de: Finanzen

source: Ledger
de: Geldtopf

source: Ledgers
de: Geldtöpfe

source: In preparation
de: In Vorbereitung

source: Submitted
de: Eingereicht

source: Confirmed
de: Abgewickelt

source: Short description
de: Kurzbeschreibung

source: Explanation
de: Erklärung

source: Associated excursion
de: Zugehörige Ausfahrt

source: Pay allowance to
de: Aufwandsentschädigung auszahlen an

source: The youth leaders to which an allowance should be paid.
de: Die Jugendleiter*innen an die eine Aufwandsentschädigung ausgezahlt werden soll.

source: Pay subsidy to
de: Übernachtungs- und Fahrtkostenzuschüsse auszahlen an

source: The person that should receive the subsidy for night and travel costs. Typically the person who paid for them.
de: Die Person, die die Übernachtungs- und Fahrtkostenzuschüsse erhalten soll. Dies ist in der Regel die Person, die sie bezahlt hat.

source: Pay ljp contributions to
de: LJP-Zuschüsse auszahlen an

source: The person that should receive the ljp contributions for the participants. Should be only selected if an ljp request was submitted.
de: Die Person, die die LJP-Zuschüsse für die Teilnehmenden erhalten soll. Nur auswählen, wenn ein LJP-Antrag abgegeben wird.

source: Price per night
de: Preis pro Nacht

source: Submitted on
de: Eingereicht am

source: Paid on
de: Bezahlt am

source: Created by
de: Erstellt von

source: Submitted by
de: Eingereicht von

source: Authorized by
de: Autorisiert von

source: Statement
de: Abrechnung

source: Statements
de: Abrechnungen

source: Statement: %(excursion)s
de: Abrechnung: %(excursion)s

source: Excursion %(excursion)s
de: Ausfahrt %(excursion)s

source: Ready to confirm
de: Bereit zur Abwicklung

source: Allowance for %(excu)s
de: Aufwandsentschädigung für %(excu)s

source: Night and travel costs for %(excu)s
de: Übernachtungs- und Fahrtkosten für %(excu)s

source: reduced by org fee
de: reduziert um Org-Beitrag

source: LJP-Contribution %(excu)s
de: LJP-Zuschuss %(excu)s

source: Total
de: Gesamtbetrag

source: Statement summary for %(title)s
de: Abrechnung für %(title)s

source: Statement in preparation
de: Abrechnung in Vorbereitung

source: Statements in preparation
de: Abrechnungen in Vorbereitung

source: Submitted statement
de: Eingereichte Abrechnung

source: Submitted statements
de: Eingereichte Abrechnungen

source: Paid statement
de: Bezahlte Abrechnung

source: Paid statements
de: Bezahlte Abrechnungen

source: Amount
de: Betrag

source: Paid by
de: Bezahlt von

source: Covered
de: Übernommen

source: Refunded
de: Ausgezahlt

source: Proof
de: Beleg

source: Bill
de: Ausgabe

source: Bills
de: Ausgaben

source: Reference
de: Verwendungszweck

source: Recipient
de: Empfänger

source: Paid
de: Bezahlt

source: Transaction
de: Überweisung

source: Transactions
de: Überweisungen

source: Home
de: Start

source: Paiment
de: Bezahlung

source: Paying statement
de: Rechnung bezahlen

source: The statement is valid. Please execute the following transactions and then proceed by finalizing the confirmation.
de: Die Abrechnung ist gültig. Bitte führe die folgenden Überweisungen aus und fahre dann fort, indem du die Abwicklung bestätigst.

source: Show
de: Anzeigen

source: No QR code can be displayed.
de: Es kann kein QR-Code angezeigt werden.

source: Showing
de: Sichtbar

source: I did execute the listed transactions.
de: Ich habe die aufgeführten Überweisungen ausgeführt.

source: Confirm only
de: Nur bestätigen

source: Confirm and send receipt to office
de: Bestätigen und Beleg an die Geschäftsstelle senden

source: Overview
de: Übersicht

source: Covered by association
de: Vom Verein übernommen

source: The total amount is %(total_bills)s €.
de: Der Gesamtbetrag beträgt %(total_bills)s €.

source: Excursion
de: Ausfahrt

source: This excursion featured %(staff_count)s youth leader(s), each costing
de: Diese Ausfahrt hatte %(staff_count)s genehmigte Jugendleiter*innen. Für jede*n besteht ein Anspruch auf folgende Zuschüsse und Aufwandsentschädigungen:

source: %(nights)s nights for %(price_per_night)s€ per night making a total of %(nights_per_yl)s€.
de: %(nights)s Nächte zum Preis von %(price_per_night)s€ pro Nacht. Das ergibt eine Gesamtsumme von %(nights_per_yl)s€.

source: %(duration)s days for %(allowance_per_day)s€ per day making a total of %(allowance_per_yl)s€.
de: %(duration)s Tage für %(allowance_per_day)s€ pro Tag. Das ergibt eine Gesamtsumme von %(allowance_per_yl)s€.

source: %(kilometers_traveled)s km by %(means_of_transport)s (%(euro_per_km)s € / km) making a total of %(transportation_per_yl)s€.
de: %(kilometers_traveled)s km mit %(means_of_transport)s (%(euro_per_km)s€ / km). Das ergibt eine Gesamtsumme von %(transportation_per_yl)s€.

source: In total this is %(total_per_yl)s€ times %(staff_count)s, giving %(theoretical_total_staff)s€.
de: Insgesamt sind das Kosten von %(total_per_yl)s€ mal %(staff_count)s, insgesamt also maximal %(theoretical_total_staff)s€.

source: Payment of subsidies and allowances
de: Auszahlung von Sektionszuschüssen und Aufwandsentschädigungen

source: The allowance of %(allowance_per_yl)s€ per person should be paid to:
de: Die Aufwandsentschädigung von %(allowance_per_yl)s€ pro Person soll ausgezahlt werden an:

source: IBAN valid
de: IBAN gültig

source: Only %(allowances_paid)s of the %(real_staff_count)s youth leaders have requested the outpayment of their allowance.
de: Achtung: Nur für %(allowances_paid)s der %(real_staff_count)s Jugendleiter*innen wird die Aufwandsentschädigung abgerufen.

source: No receivers of the allowance were provided. Allowance will not be used.
de: Keine Empfänger*innen für eine Aufwandsentschädigung angegeben. Es wird daher keine Aufwandsentschädigung ausbezahlt.

source: The subsidies for night and transportation costs of %(total_subsidies)s€ should be paid to:
de: Die Zuschüsse für Übernachtungs- und Fahrtkosten von %(total_subsidies)s€ für alle Jugendleiter*innen sollen ausgezahlt werden an:

source: No receivers of the subsidies were provided. Subsidies will not be used.
de: Keine Empfänger*innen für Sektionszuschüsse angegeben. Es werden daher keine Sektionszuschüsse ausbezahlt.

source: Org fee
de: Organisationsbeitrag

source: Since overaged people where part of the excursion, an organisational fee of %(org_fee)s€ per person per day has to be paid. This totals to %(total_org_fee_theoretical)s€. This organisational fee will be accounted against allowances and subsidies.
de: Da Personen über 27 an der Ausfahrt teilnehommen haben, wird ein Organisationsbeitrag von %(org_fee)s€ pro Person und Tag fällig. Der Gesamtbetrag von %(total_org_fee_theoretical)s€ wird mit Zuschüssen und Aufwandsentschädigungen verrechnet.

source: LJP contributions
de: LJP-Zuschüsse

source: The youth leaders have documented interventions worth of %(total_seminar_days)s seminar days for %(participant_count)s eligible participants. Taking into account the maximum contribution quota of 90%% and possible taxes (%(ljp_tax)s%%), this results in a total of %(paid_ljp_contributions)s€. Once their proposal was approved, the ljp contributions of should be paid to:
de: Jugendleiter*innen haben Lerneinheiten für insgesamt %(total_seminar_days)s Seminartage und für %(participant_count)s Teilnehmende dokumentiert. Unter Einbezug der maximalen Förderquote von 90%% und möglichen Steuern (%(ljp_tax)s%%), ergibt sich ein auszuzahlender Betrag von %(paid_ljp_contributions)s€. Sobald der LJP-Antrag geprüft ist, können LJP-Zuschüsse ausbezahlt werden an:

source: Summary
de: Zusammenfassung

source: Covered bills
de: Übernommene Ausgaben

source: Allowance
de: Aufwandsentschädigung

source: Contributions by the association
de: Sektionszuschüsse

source: ljp contributions
de: LJP-Zuschüsse

source: This results in a total amount of %(total)s€
de: Das resultiert in einem Gesamtbetrag von %(total)s€

source: Currently, no transactions are planned. You can auto generate them from the data, by clicking the following button.
de: Aktuell sind keine Überweisungen vorgesehen. Du kannst die erforderlichen durch Klicken auf den folgenden Knopf generieren.

source: Generate transactions
de: Erzeuge Überweisungsträger

source: Currently the following transactions are planned.
de: Aktuell sind die folgenden Überweisungen vorgesehen.

source: These transactions match the calculated costs.
de: Diese Überweisungen stimmen mit den berechneten Kosten überein.

source: The current transactions do not reflect all costs in this statement. Please fix the following issues:
de: Die aktuell vorgesehenen Überweisungen stimmen nicht mit den berechneten Kosten überein. Bitte korrigiere die folgenden Fehler:

source: Currently receiving
de: Erhält aktuell

source: Actual costs
de: Tatsächliche Kosten

source: Difference
de: Differenz

source: Accept
de: Annehmen

source: Reject
de: Ablehnen

source: Cancel
de: Abbruch

source: Submit
de: Einreichen

source: Submit to the finance department
de: Beim Finanzreferat einreichen

source: Please check if all expenses are documented correctly and if all payers have a valid account code.
de: Bitte überprüfe, ob alle Ausgaben korrekt erfasst sind und ob alle auslegenden Personen eine gültige IBAN haben.

source: Do you want to submit the statement for further processing by the finance department? If you proceed, no further changes to the statement are possible.
de: Möchtest du die Abrechnung beim Finanzreferat einreichen? Wenn du fortschreitest, sind keine weiteren Änderungen an der Abrechnung möglich.

source: Unconfirm
de: Bestätigung zurücknehmen

source: You are entering risk zone! Do you really want to manually set this statement back to unconfirmed?
de: Du bewegst dich in einer Risiko Zone! Möchtest du wirklich manuell die Bestätigung dieser Abrechnung zurücknehmen?

source: I am aware that this is not a standard procedure and this might cause data integrity issues.
de: Mir ist bewusst, dass das keine Standardprozedur ist und das dies die Integrität der Daten zerstören kann.
