Repository: chrisflav/kompass
Catalog: jdav_web/members/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please enter all training courses and further education courses that you have already attended or will be attending soon. Please also upload your confirmation of participation so that the responsible person can fill in the 'Attended' and 'Passed' fields. If the activity selection does not match your training, please describe it in the comment field.
de: Bitte trage alle Ausbildungen und Fortbildungen ein, die du bereits besucht hast oder bald besuchst. Lade auch deine Teilnahmebestätigung hoch, damit von der verantwortlichen Person die Felder 'Teilgenommen' und 'Bestanden' gepflegt werden können. Wenn die Aktivitätsauswahl nicht zu deiner Ausbildung passt, dann beschreibe sie im Kommentarfeld.

source: Please enter at least one emergency contact with contact details here. These are necessary for crisis intervention during trips.
de: Trage hier bitte mindestens einen Notfallkontakt mit Kontaktdaten ein. Diese sind notwendig für die Krisenintervention auf Ausfahrten und bei Veranstaltungen.

source: The entered IBAN is not valid.
de: Die eingegebene IBAN ist ungültig.

source: Contact information
de: Kontaktinformationen

source: Skills
de: Fähigkeiten

source: Others
de: Sonstiges

source: Organizational
de: Organisatorisches

source: Compose new mail to selected members
de: Neue Nachricht an ausgewählte Teilnehmer*innen verfassen

source: Echo required
de: Rückmeldung erforderlich

source: Successfully requested echo from selected members.
de: Rückmeldungsaufforderung erfolgreich an ausgewählte Teilnehmer*innen verschickt.

source: Request echo from selected members
de: Rückmeldungsaufforderung an ausgewählte Teilnehmer*innen verschicken

source: %(name)s does not have a DAV360 email address or is already registered.
de: %(name)s hat keine DAV360 E-Mail Adresse oder ist bereits registriert.

source: Successfully invited %(name)s as user.
de: Erfolgreich %(name)s aufgefordert Zugangsdaten zu wählen.

source: Successfully invited selected members to join as users.
de: Erfolgreich ausgewählte Teilnehmer*innen aufgefordert Zugangsdaten zu wählen.

source: Some members have been invited, others could not be invited.
de: Manche Teilnehmer*innen wurden eingeladen, andere konnten nicht eingeladen werden.

source: Permission denied.
de: Fehlende Berechtigungen.

source: Invite as user
de: Kompass Zugangsdaten wählen lassen

source: Invite selected members to join Kompass as users.
de: Ausgewählte Teilnehmer*innen Kompass Zugangsdaten wählen lassen.

source: Member not found.
de: Teilnehmer*in nicht gefunden.

source: %(name)s already has login data.
de: %(name)s hat schon Zugangsdaten.

source: The configured email address for %(name)s is not an internal one.
de: Die für %(name)s eingestellte E-Mail Adresse ist keine DAV360 Adresse.

source: %(name)s already has a pending invitation as user.
de: %(name)s hat bereits eine ausstehende Aufforderung Zugangsdaten zu wählen.

source: activity
de: Aktivität

source: Successfully unconfirmed selected members.
de: Ausgewählte Teilnehmer*innen zu unbestätigten Registrierungen zurückgesetzt.

source: Unconfirm selected members.
de: Ausgewählte Teilnehmer*innen zu unbestätigten Registrierungen zurücksetzen.

source: Successfully requested mail confirmation from selected registrations.
de: Aufforderung zur Bestätigung der Email Adresse versendet.

source: Request mail confirmation from selected registrations
de: Aufforderung zur Bestätigung der Email Adresse versenden

source: Successfully re-requested missing mail confirmations from selected registrations.
de: Erinnerung zur Bestätigung von noch nicht bestätigten Email Adressen versendet.

source: Re-request missing mail confirmations from selected registrations.
de: Erinnerung zur Bestätigung von noch nicht bestätigten Email Adressen versenden.

source: Successfully confirmed %(name)s.
de: Registrierung von %(name)s erfolgreich bestätigt.

source: Can't confirm. %(name)s has unconfirmed email addresses.
de: Bestätigung nicht möglich. %(name)s hat unbestätigte Emailadressen.

source: Successfully confirmed multiple registrations.
de: Erfolgreich mehrere Registrierungen bestätigt.

source: Failed to confirm some registrations because of unconfirmed email addresses.
de: Einige Bestätigungen fehlgeschlagen, weil Emailadressen noch nicht bestätigt sind.

source: Confirm selected registrations
de: Ausgewählte Registrierungen bestätigen

source: Demote selected registrations to waiters.
de: Ausgewählte Registrierungen zurück auf die Warteliste setzen.

source: Demote member to waiter
de: Ausgewählte Registrierung zurück auf die Warteliste setzen.

source: Successfully demoted %(name)s to waiter.
de: %(name)s zurück auf die Warteliste gesetzt.

source: Requested registration form for %(name)s.
de: Anmeldeformular für %(name)s angefragt.

source: Request upload registration form
de: Anmeldeformular anfragen

source: Group
de: Gruppe

source: Invitation text
de: Einladungstext

source: Age
de: Alter

source: Pending group invitation for group
de: Ausstehende Gruppeneinladung für Gruppe

source: age
de: Alter

source: Successfully asked %(name)s to confirm their waiting status.
de: Erfolgreich %(name)s aufgefordert den Wartelistenplatz zu bestätigen.

source: Ask selected waiters to confirm their waiting status
de: Wartende auffordern den Wartelistenplatz zu bestätigen

source: Successfully requested mail confirmation from selected waiters.
de: Aufforderung zur Bestätigung der Email Adresse versendet.

source: Request mail confirmation from selected waiters.
de: Aufforderung zur Bestätigung der Email Adresse versenden

source: Successfully re-requested missing mail confirmations from selected waiters.
de: Erinnerung zur Bestätigung von noch nicht bestätigten Email Adressen versendet.

source: Re-request missing mail confirmations from selected waiters.
de: Erinnerung zur Bestätigung von noch nicht bestätigten Email Adressen versenden.

source: Offer waiter a place in a group.
de: Personen auf der Warteliste einen Gruppenplatz anbieten.

source: A waiter with this ID does not exist.
de: Es existiert keine wartende Person mit dieser ID.

source: An error occurred while trying to invite said members. Please try again.
de: Beim Einladen dieser Personen ist ein Fehler aufgetreten. Bitte versuche es nochmal.

source: The selected group does not have a contact email. Please first set a contact email and then try again.
de: Die ausgewählte Gruppe hat keine Kontakt E-Mail Adresse. Bitte stelle eine Kontakt E-Mail Adresse ein und versuche es erneut.

source: Select group for invitation
de: Wähle Gruppe für Einladung aus

source: Successfully invited %(name)s to %(group)s.
de: Erfolgreich %(name)s zu Gruppe %(group)s eingeladen.

source: The group name may only consist of letters, numerals, _, -, :, * and spaces.
de: Der Gruppenname darf nur aus Buchstaben, Zahlen, _, -, :, * oder Leerzeichen bestehen.

source: You are not allowed to create a group overview.
de: Du hast nicht die notwendigen Rechte um eine Gruppenübersicht zu erstellen.

source: You are not allowed to create a group checklist.
de: Du hast nicht die notwendigen Rechte um eine Gruppencheckliste zu erstellen.

source: Difficulty
de: Schwierigkeit

source: Tour type
de: Art der Tour

source: Means of transportation
de: Verkehrsmittel

source: This excursion only has up to %(approved_count)s approved youth leaders, but you listed %(entered_count)s.
de: Diese Ausfahrt hat nur bis zu %(approved_count)s zugelassene Jugendleiter*innen, aber du hast %(entered_count)s eingetragen.

source: Please list here all expenses in relation with this excursion and upload relevant bills. These have to be permanently stored for the application of LJP contributions. The short descriptions are used in the seminar report cost overview (possible descriptions are e.g. food, material, etc.).
de: Gib hier bitte alle deine Ausgaben in Zusammenhang mit der Ausfahrt an und lade entsprechende Belege/Quittungen hoch. Diese müssen für die Beantragung von LJP-Zuschüssen langfristig aufbewahrt werden. Die Kurzbeschreibung der einzelnen Posten wird dabei auf der LJP-Kostenübersicht angezeigt (sinnvoll wären z.B. Anreise, Verpflegung, Material etc.).

source: Here you can work on a seminar report for applying for financial contributions from Landesjugendplan (LJP). More information on creating a seminar report can be found in the wiki. The seminar report or only a participant list and cost overview can be consequently downloaded.
de: Hier kannst du an einem Seminarbericht für die Beantragung von Zuschüssen des Landesjugendplans (LJP) arbeiten. Weitere Informationen zur Gestaltung von Seminarberichten findest du im JL-Wiki. Den Seminarbericht oder wahlweise nur TN-Liste und Kostenübersicht kannst du anschließend herunterladen.

source: Please list all participants (also youth leaders) of this excursion. Here you can still make changes just before departure and hence generate the latest participant list for crisis intervention at all times.
de: Gib hier bitte alle Personen an, die bei der Ausfahrt dabei sind (auch JL). Hier kannst du auch spontan kurz vor Abfahrt noch Änderungen machen und so jederzeit die aktuelle Teilnehmer*innenliste für die Krisenintervention generieren.

source: You are not allowed to view all members on note list %(name)s.
de: Du hast nicht die nötigen Rechte um alle Teilnehmer*innen der Notizliste %(name)s anzusehen.

source: Generate PDF summary
de: Übersicht erstellen

source: Invoice
de: Beleg

source: Excursion not found.
de: Ausfahrt nicht gefunden.

source: This excursion does not have a LJP proposal. Please add one and try again.
de: Diese Ausfahrt hat keinen Seminarbericht. Bitte füge einen hinzu und versuche es erneut.

source: General information on your excursion. These are partly relevant for the amount of financial compensation (means of transport, travel distance, etc.).
de: Hier kannst du allgemein Angaben zu deiner Ausfahrt machen. Diese sind teilweise relevant für die Zuschüsse aus dem Jugendetat (Verkehrsmittel, Fahrstrecke in km).

source: Approval
de: Genehmigung

source: Information on the approval status of this excursion. Everything here is not editable by standard users.
de: Informationen zum Genehmigungszustand der Ausfahrt. Die Felder hier sind nicht sichtbar für Standardbenutzer*innen, nur der Genehmigungszustand wird in der Übersicht alle Ausfahrten angezeigt.

source: You are not allowed to view all members on excursion %(name)s.
de: Du hast nicht die nötigen Rechte um alle Teilnehmer*innen der Ausfahrt %(name)s anzusehen.

source: Generate crisis intervention list
de: Kriseninterventionsliste erstellen

source: Generate overview
de: Hinweise für Jugendleiter erstellen

source: Generate seminar report
de: Landesjugendplan Antrag erstellen

source: Generate SJR application
de: SJR Antrag erstellen

source: Please select an invoice.
de: Bitte wähle einen Beleg aus.

source: No statement found. Please add a statement and then retry.
de: Keine Abrechnung angelegt. Bitte lege eine Abrechnung and und versuche es erneut.

source: The configured recipients of the allowance don't match the regulations. Please correct this and try again.
de: Die ausgewählten Empfänger*innen der Aufwandsentschädigung stimmen nicht mit den Richtlinien überein. Bitte korrigiere das und versuche es erneut.

source: The excursion is configured to claim LJP contributions. In that case, for all bills, a proof must be uploaded. Please correct this and try again.
de: Für die Ausfahrt werden LJP-Zuschüsse beantragt. Dafür müssen für alle Ausgaben Belege hochgeladen werden. Bitte lade für alle Ausgaben einen Beleg hoch und versuche es erneut.

source: Successfully submited statement. The finance department will notify you as soon as possible.
de: Abrechnung erfolgreich eingereicht. Die Finanzabteilung wird sich bei dir so schnell wie möglich melden.

source: Finance overview
de: Kostenübersicht

source: member administration
de: Teilnehmer*innenverwaltung

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: ski mountaineering
de: Skibergsteigen

source: climbing
de: Klettern

source: mountaineering
de: Bergsteigen

source: theory
de: Theorie

source: others
de: Sonstiges

source: LJP category
de: LJP Spielart

source: The official category for LJP applications associated with this activity.
de: Die offizielle Spielart für LJP Anträge mit dieser Aktivität.

source: Description
de: Beschreibung

source: Activity
de: Aktivität

source: Activities
de: Aktivitäten

source: description
de: Beschreibung

source: show on website
de: Auf der Webseite anzeigen

source: lowest year
de: Ab Jahrgang

source: highest year
de: Bis Jahrgang

source: youth leaders
de: Jugendleiter

source: week day
de: Wochentag

source: Starting time
de: Zeitpunkt

source: Ending time
de: Endzeitpunkt

source: Contact email
de: Kontakt Email

source: group
de: Gruppe

source: groups
de: Gruppen

source: years %(from)s to %(to)s
de: Jahrgang %(from)s bis %(to)s

source: no information available
de: keine Angabe

source: prename
de: Vorname

source: last name
de: Nachname

source: Email confirmed
de: Emailadresse bestätigt

source: phone number
de: Telefonnummer (mobil)

source: Email confirmation needed
de: Email Bestätigung erforderlich

source: birth date
de: Geburtsdatum

source: comments
de: Kommentare

source: Alternative email confirmed
de: Alternative E-Mail Adresse bestätigt

source: street and house number
de: Straße und Hausnummer

source: Postcode
de: PLZ

source: town
de: Stadt

source: Address extra
de: Adress-Zusatz

source: Country
de: Land

source: Good conduct certificate presented on
de: Führungszeugnis vorgelegt am

source: Joined on
de: Eintritt

source: Left on
de: Austritt

source: Has key
de: Hat Jugendraumschlüssel

source: Has a free ticket for the climbing gym
de: Hat Freikarte für Kletterhalle

source: DAV badge number
de: DAV Mitgliedsnummer

source: entrance ticket number
de: Eintrittskarten Nummer

source: Knows how to swim
de: Kann schwimmen

source: Climbing badge
de: Kletterschein

source: Alpine experience
de: Alpine Erfahrung

source: Allergies
de: Allergieen

source: Medication
de: Medikamente

source: Tetanus vaccination
de: Tetanusimpfung

source: Photos may be taken
de: Fotoerlaubnis

source: Legal guardians
de: Erziehungsberechtigte

source: May cancel a group appointment independently
de: Darf sich allein von der Gruppenstunde abmelden

source: receives newsletter
de: Erhält den Newsletter

source: created
de: erstellt

source: Active
de: Aktiv

source: registration form
de: Anmeldeformular

source: image
de: Bild

source: Echoed
de: Rückgemeldet

source: Confirmed
de: Bestätigt

source: Login data
de: Zugangsdaten

source: waitinglist application date
de: Wartelistenbewerbungsdatum

source: If the person registered from the waitinglist, this is their application date.
de: Falls sich die Person über die Warteliste angemeldet hat ist dies ihr Bewerbungsdatum.

source: Good conduct certificate valid
de: Führungszeugnis gültig

source: Registration complete
de: Anmeldung vollständig

source: member
de: Teilnehmer*in

source: members
de: Teilnehmer*innen

source: Registration form
de: Anmeldeformular

source: Upload registration form
de: Anmeldeformular hochladen

source: New unconfirmed registration for group %(group)s
de: Neue unbestätigte Registrierung für Gruppe %(group)s

source: Set login data for Kompass
de: Zugangsdaten für Kompass wählen

source: Member
de: Teilnehmer*in

source: Emergency contact
de: Notfallkontakt

source: Emergency contacts
de: Notfallkontakte

source: Unconfirmed registration
de: Unbestätigte Registrierung

source: Unconfirmed registrations
de: Unbestätigte Registrierungen

source: Waiter
de: Wartende Person

source: Invitation date
de: Einladungsdatum

source: Invitation rejected
de: Einladung abgelehnt

source: Created by
de: Erstellt von

source: Invitation to group
de: Gruppeneinladung

source: Invitations to groups
de: Gruppeneinladungen

source: Rejected
de: Abgelehnt

source: Expired
de: Abgelaufen

source: Undecided
de: Ausstehend

source: %(waiter)s left the waiting list
de: %(waiter)s hat die Warteliste verlassen

source: Group invitation rejected by %(waiter)s
de: Einladung zur Schnupperstunde von %(waiter)s abgelehnt

source: Group invitation confirmed by %(waiter)s
de: Teilnahme an Schnupperstunde von %(waiter)s bestätigt

source: Trial group meeting confirmed
de: Teilnahme an Schnupperstunde bestätigt

source: Do you want to tell us something else?
de: Möchtest du uns noch etwas mitteilen?

source: application date
de: Bewerbungsdatum

source: Last wait confirmation
de: Letzte Wartebestätigung

source: Last reminder
de: Letzte Erinnerung

source: Missed reminders
de: Verpasste Erinnerungen

source: Waiters
de: Warteliste

source: Latest group invitation
de: Letzte Gruppeneinladung

source: Waiting status confirmed
de: Wartelistenplatz bestätigt

source: Waiting confirmation needed
de: Wartelistenplatzbestätigung erforderlich

source: Invitation to trial group meeting
de: Einladung zu Schnupperstunde

source: Unregistered from waiting list
de: Von der Warteliste abgemeldet

source: Successfully registered for the waitinglist
de: Erfolgreich für die Warteliste registriert

source: Comment
de: Kommentar

source: Members
de: Teilnehmer*innen

source: Place
de: Stützpunkt / Ort

source: Destination (optional)
de: ggf. Ziel

source: e.g. a peak
de: z.B. ein Gipfel

source: Begin
de: Anfang

source: End (optional)
de: Ende

source: Groups
de: Gruppen

source: Number of additional approved youth leaders
de: Anzahl zusätzlich genehmigter Jugendleiter*innen

source: The number of approved youth leaders per excursion is determined by the number of participants. In special circumstances, e.g. in case of a technically demanding excursion, more youth leaders may be approved.
de: Die Anzahl der genehmigten Jugendleiter*innen pro Ausfahrt wird grundsätzlich durch die Anzahl der Teilnehmer*innen festgelegt. In besonderen Fällen, zum Beispiel bei einer fachlich herausfordernden Ausfahrt, können zusätzliche Jugendleiter*innen genehmigt werden.

source: Kilometers traveled
de: Fahrstrecke in Kilometer

source: Categories
de: Kategorien

source: easy
de: leicht

source: medium
de: mittel

source: hard
de: schwer

source: Approved
de: Genehmigt

source: Choose no in case of rejection or yes in case of approval. Leave empty, if not yet decided.
de: Wähle Ja bei Genehmigung, Nein bei Ablehung und Unbekannt, falls noch keine Entscheidung getroffen wurde.

source: Approval comments
de: Kommentare oder Auflagen zur Genehmigung

source: Excursion
de: Ausfahrt

source: Excursions
de: Ausfahrten

source: Crisis intervention list for %(excursion)s from %(start)s to %(end)s
de: Kriseninterventionsliste für %(excursion)s vom %(start)s bis %(end)s

source: Participant list for %(excursion)s from %(start)s to %(end)s
de: Teilnehmendenliste für %(excursion)s vom %(start)s bis %(end)s

source: Title
de: Titel

source: Date
de: Datum

source: Location
de: Ort

source: Topic
de: Thema

source: Password
de: Passwort

source: registration password
de: Registrierungspassort

source: registration passwords
de: Registrierungspasswörter

source: Official title of your seminar, this can differ from the informal title. Use e.g. sports climbing course instead of climbing weekend for fun.
de: Offizieller Titel des Seminars, dieser weicht in der Regel vom informellen Titel ab. Verwende zum Beispiel Sportkletterkurs statt Kletterfreizeit.

source: Educational programme
de: Themenorientierte Bildungsmaßnahme

source: Staff training
de: Jugendleiter*innenweiterbildung

source: Category
de: Kategorie

source: Type of seminar. Usually the correct choice is educational programme.
de: Kurstyp. In der Regel Themenorientierte Bildungsmaßnahme.

source: Qualification
de: Qualifizierung

source: Participation
de: Partizipation

source: Personality development
de: Persönlichkeitsentwicklung

source: Environment
de: Umwelt

source: Learning goal
de: Bildungsziel

source: Official learning goal according to LJP regulations.
de: Offizielles Bildungsziel gemäß LJP Richtlinien.

source: Strategy
de: Zielverfolgung- und Erreichung

source: How do you want to reach the learning goal? Has the goal been reached? If not, why not? If yes, what helped you to reach the goal?
de: Wie wolltet ihr das Bildungsziel erreichen? Ist das Ziel so erreicht worden? Wenn nicht, warum nicht? Wenn ja, was hat geholfen, das Ziel zu erreichen?

source: Course content
de: aufgrund der Lehrgangsinhalte

source: Available rooms
de: trägereigene Räumlichkeiten

source: Close to the border
de: Grenznähe

source: Economic reasons
de: wirtschaftliche Sparsamkeit

source: Explanation if excursion not in Baden-Württemberg
de: Begründung, falls Kursort nicht in Baden-Württemberg

source: If the excursion takes place outside of Baden-Württemberg, please explain. Otherwise, leave this empty.
de: Falls die Ausfahrt außerhalb von Baden-Württemberg stattfindet, gib bitte eine Begründung an. Sonst lass dieses Feld frei.

source: LJP Proposal
de: Seminarbericht

source: LJP Proposals
de: Seminarberichte

source: Duration in hours
de: Dauer in Stunden

source: Activity and method
de: Art der Aktion inkl. Methode

source: Intervention
de: Aktion

source: Interventions
de: Aktionen

source: May list members
de: Darf folgende Teilnehmer*innen listen

source: May view members
de: Darf folgende Teilnehmer*innen anzeigen

source: May change members
de: Darf folgende Teilnehmer*innen ändern

source: May delete members
de: Darf folgende Teilnehmer*innen löschen

source: May list members of groups
de: Darf Teilnehmer*innen folgender Gruppen listen

source: May view members of groups
de: Darf Teilnehmer*innen folgender Gruppen anzeigen

source: May change members of groups
de: Darf Teilnehmer*innen folgender Gruppen ändern

source: May delete members of groups
de: Darf Teilnehmer*innen folgender Gruppen löschen

source: Permissions
de: Berechtigungen

source: Group permissions
de: Gruppenberechtigungen

source: Permission needed
de: Freigabe erforderlich

source: Training category
de: Fortbildungstyp

source: Training categories
de: Fortbildungstypen

source: Comments
de: Kommentar

source: Participated
de: Teilgenommmen

source: Passed
de: Bestanden

source: certificate of attendance
de: Teilnahmebestätigung

source: Training
de: Fortbildung

source: Trainings
de: Fortbildungen

source: Home
de: Start

source: Demote to waiter
de: Zurück auf die Warteliste setzen

source: Do you want to demote the following unconfirmed registrations to waiters?
de: Möchtest du die folgenden Personen zurück auf die Warteliste setzen?

source: Demote
de: Zurück auf die Warteliste setzen

source: Cancel
de: Abbrechen

source: Here you see an estimate on the expected costs and contributions by the association. This is not a guaranteed cost plan!
de: Hier siehst du eine Schätzung der erwarteten Kosten und Zuschüsse. Dies ist kein garantierter Kostenplan.

source: Expenses
de: Ausgaben

source: You listed the following expenses:
de: Du hast die folgenden Ausgaben angegeben:

source: Explanation
de: Erklärung

source: Amount
de: Betrag

source: Paid by
de: Bezahlt von

source: IBAN valid
de: IBAN gültig

source: The total expected expenses are %(total_bills_theoretic)s €.
de: Insgesamt belaufen sich die geschätzten Ausgaben auf %(total_bills_theoretic)s €.

source: Contributions by the association
de: Sektionszuschüsse

source: According to the contribution guidelines, %(staff_count)s youth leader(s) receive contributions. Each of them receives
de: Gemäß den Zuschussrichtlinien erhalten %(staff_count)s Jugendleiter*innen Zuschüsse. Jeweils sind das
