Repository: chrisflav/kompass
Catalog: jdav_web/members/locale/*/LC_MESSAGES/django.po
Languages: de

source: %(nights)s nights for %(price_per_night)s€ per night making a total of %(nights_per_yl)s€.
de: %(nights)s Nächte zum Preis von %(price_per_night)s€ pro Nacht. Das ergibt eine Gesamtsumme von %(nights_per_yl)s€.

source: %(duration)s days for %(allowance_per_day)s€ per day making a total of %(allowance_per_yl)s€.
de: %(duration)s Tage für %(allowance_per_day)s€ pro Tag. Das ergibt eine Gesamtsumme von %(allowance_per_yl)s€.

source: %(kilometers_traveled)s km by %(means_of_transport)s (%(euro_per_km)s € / km) making a total of %(transportation_per_yl)s€.
de: %(kilometers_traveled)s km mit %(means_of_transport)s (%(euro_per_km)s€ / km). Das ergibt eine Gesamtsumme von %(transportation_per_yl)s€.

source: The allowance of %(allowance_per_yl)s€ per person is configured to be paid to:
de: Die Aufwandsentschädigung von %(allowance_per_yl)s€ pro Person wird ausgezahlt an:

source: Only %(allowances_paid)s of the %(real_staff_count)s youth leaders have requested the outpayment of their allowance.
de: Achtung: Nur für %(allowances_paid)s der %(real_staff_count)s Jugendleiter*innen wird die Aufwandsentschädigung abgerufen.

source: No receivers of the allowance were provided. Allowance will not be used.
de: Keine Empfänger*innen für eine Aufwandsentschädigung angegeben. Es wird daher keine Aufwandsentschädigung ausbezahlt.

source: The subsidies for night and transportation costs of %(total_subsidies)s€ is configured to be paid to:
de: Die Zuschüsse für Übernachtungs- und Fahrtkosten von %(total_subsidies)s€ für alle Jugendleiter*innen werden ausgezahlt an:

source: No receivers of the subsidies were provided. Subsidies will not be used.
de: Keine Empfänger*innen für Sektionszuschüsse angegeben. Es werden daher keine Sektionszuschüsse ausbezahlt.

source: Org fee
de: Organisationsbeitrag

source: Warning: %(old_participant_count)s participant(s) of the excursion are 27 or older. For each of them, an organisation fee of %(org_fee)s € per day has to be paid to the account. With a duration of %(duration)s days, a total of %(total_org_fee_theoretical)s € is charged against the other transactions.
de: Achtung: %(old_participant_count)s Teilnehmende der Ausfahrt sind 27 oder älter. Für diese Teilnehmende(n) ist ein Org-Beitrag von %(org_fee)s € pro Tag fällig. Durch die Länge der Ausfahrt von %(duration)s Tagen werden insgesamt %(total_org_fee_theoretical)s € mit den Zuschüssen und Aufwandsentschädigungen verrechnet, sofern diese in Anspruch genommen werden.

source: Warning: The configured recipients of the allowance don't match the regulations. This might be because the number of recipients is bigger then the number of admissable youth leaders for this excursion.
de: Warnung: Die ausgewählten Empfänger*innen der Aufwandsentschädigung stimmen nicht mit den Richtlinien überein. Das kann daran liegen, dass die Anzahl der ausgewählten Empfänger*innen die Anzahl genehmigter Jugendleiter*innen übersteigt.

source: LJP contributions
de: LJP Zuschüsse

source: By submitting the given seminar report, you will receive LJP contributions. You have documented interventions worth of %(total_seminar_days)s seminar days for %(participant_count)s participants. This results in a total contribution of %(ljp_contributions)s€. To receive them, you need to submit the LJP-Proposal within 3 weeks after your excursion and have it approved by the finance office.
de: Wenn du den erstellten LJP-Antrag einreichst, erhältst du LJP-Zuschüsse. Du hast Lehreinheiten für insgesamt %(total_seminar_days)s Seminartage und für %(participant_count)s Teilnehmende dokumentiert. Daraus ergibt sich ein auszahlbarer LJP-Zuschuss von %(ljp_contributions)s€. Um den zu erhalten, musst du den LJP-Antrag innerhalb von 3 Wochen nach der Ausfahrt beim Jugendreferat einreichen und formal genehmigt bekommen.

source: Seminar hours
de: Seminar-Stunden

source: Seminar days
de: Seminar-Tage

source: Sum
de: Summe

source: The LJP contributions are configured to be paid to:
de: Die LJP-Zuschüsse werden ausgezahlt an:

source: By submitting a seminar report, you may apply for LJP contributions. In this case, you may obtain up to 25€ times %(duration)s days for %(theoretic_ljp_participant_count)s participants but only up to 90%% of the total costs. This results in a total of %(ljp_contributions)s€. If you have created a seminar report, you need to specify who should receive the contributions in order to make use of them.
de: Indem du einen Seminarbericht anfertigst, kannst du Landesjugendplan (LJP) Zuschüsse beantragen. In diesem Fall kannst du bis zu 25€ mal %(duration)s Tage für %(theoretic_ljp_participant_count)s Teilnehmende, aber nicht mehr als 90%% der Gesamtausgaben erhalten. Das resultiert in einem Gesamtzuschuss von %(ljp_contributions)s€. Wenn du schon einen Seminarbericht erstellt hast, musst du im Tab 'Abrechnungen' noch angeben, an wen die LJP-Zuschüsse ausgezahlt werden sollen.

source: Warning: LJP contributions can only be claimed for activities with at least 5 participants and one leader. This activity currently has only %(theoretic_ljp_participant_count)s participants.
de: Achtung: Nur für Aktivitäten mit mindestens 5 Teilnehmenden und einer Leitungsperson kann ein LJP-Antrag gestellt werden. Diese Ausfahrt hat aktuell nur %(theoretic_ljp_participant_count)s Teilnehmende.

source: Summary
de: Zusammenfassung

source: This is the estimated cost and contribution summary:
de: Das ist die geschätzte Kosten- und Zuschussübersicht.

source: Organisation fees
de: Org-Beitrag

source: Potential LJP contributions
de: Mögliche LJP Zuschüsse

source: Remaining costs
de: Verbleibende Kosten

source: Positive remaining costs indicate that the estimated costs exceed the estimated contributions, while negative remaining costs indicate that the estimated contributions exceed the estimated costs.
de: Positive verbleibende Kosten bedeuten, dass die geschätzten Kosten die geschätzten Zuschüsse übersteigen, während negative Kosten bedeuten, dass die geschätzten Zuschüsse die geschätzten Kosten übersteigen.

source: Note that this cost calculation expects you to apply for LJP contributions. On the excursions main page, you can generate a template for a seminar report.
de: Beachte dass diese Kostenkalkulation davon ausgeht, dass du LJP Zuschüsse beantragst. Auf der Hauptseite dieser Ausfahrt kannst du dir eine Vorlage und alle Formblätter für einen solchen Antrag erstellen lassen.

source: Submit statement
de: Abrechnung einreichen

source: Did you already complete this excursion? If yes, please check if all listed expenses are correct and people who want their money back have valid bank account numbers. Then submit the statement for processing by the finance department. If you proceed, no further changes to the statement are possible.
de: Hat die Ausfahrt bereits stattgefunden? Wenn ja, prüfe bitte ob alle aufgelisteten Kosten korrekt sind, alle notwendigen Belege hochgeladen sind und ob alle Personen, die Geld ausbezahlt bekommen sollen, eine gültige IBAN haben. Reiche deine Abrechnung dann beim Finanzreferat ein. Wenn du fortschreitest, sind keine weiteren Änderungen an der Abrechnung mehr möglich.

source: Submit
de: Einreichen

source: Statement submitted
de: Abrechnung eingereicht

source: The statement for this excursion was already submitted. The finance department is currently processing your data and you will receive a response shortly.
de: Die Abrechnung für diese Ausfahrt wurde bereits eingereicht. Das Finanzreferat bearbeitet deine Abrechnung zur Zeit und kommt schnellstmöglich auf dich zurück.

source: Back
de: Zurück

source: LJP application for
de: Landesjugendplan Antrag für

source: For applying for contributions by the LJP, a seminar report is required. From the information that you entered in the excursion, you can automatically generate such a report here.
de: Um Zuschüsse vom Landesjugendplan (LJP) zu beantragen, ist ein Antrag notwendig. Aus den Informationen, die du in der Ausfahrt angegeben hast, kann automatisch ein solcher Antrag erstellt werden.

source: A seminar report consists of multiple components:
de: Ein LJP Antrag besteht aus verschiedenen Komponenten:

source: An excel sheet containing the basic data of the seminar. This is also called the V-BK form.
de: Eine Excel Tabelle mit den Basisdaten des Kurses. Fachbegriff: V-BK Formular.

source: Download
de: Herunterladen

source: A pedagocial report on the strategy and outcome of the seminar with respect to achieving the learning goal. This also includes a detailed, tabularized time schedule and is produced as an editable Microsoft Word document.
de: Ein pädagogischer Bericht zur Planung, zum Ablauf und zur Auswertung des Kurses. Dies beinhaltet auch einen detaillierten, tabellarischen, zeitlichen Ablauf und wird als veränderbares Word Dokument erstellt.

source: A cost and participants overview. This is not required for the actual application, but is provided for convience as a PDF document.
de: Eine Kosten- und Teilnehmendenübersicht. Dies ist nicht notwendig für den eigentlichen Bericht, muss aber langfristig aufbewahrt werden.

source: Here you can generate an allowance application for the SJR.
de: Hier kannst du einen SJR-Zuschussantrag erstellen.

source: The application needs to be complemented with an invoice from the trip as proof.
de: An den Antrag muss ein Ausgabenbeleg angehängt werden, der beweist, dass die Aktivität stattgefunden hat.

source: Please send this application form to the jdav finance officer via email.
de: Bitte sende diesen Antrag an den/die JDAV-Finanzwart*in per E-Mail.

source: Generate
de: Erstellen

source: Do you want to invite %(member)s to set their login data for Kompass? They will receive an email with a link to set their username and password after entering one of the current active registration passwords.
de: Möchtest du %(member)s auffordern Zugangsdaten für den Kompass zu wählen? %(member)s wird eine E-Mail mit einem Link erhalten, um, nach Eingabe eines der aktiven Registrierungspasswörter, Benutzername und Passwort zu setzen.

source: Invite
de: Einladen

source: Invite to group
de: Zu Gruppe einladen

source: Invite to a group
de: Zu einer Gruppe einladen

source: You are inviting:
de: Du lädst die folgende Person ein:

source: You are inviting the following waiters for registration:
de: Du lädst die folgenden Wartenden zur Schnupperstunde ein:

source: Please choose the group that you want to invite %(waiter)s to.
de: Bitte wähle die Gruppe aus zu der du %(waiter)s einladen möchtest.

source: To which group do you want to invite these waiters?
de: Zu welcher Gruppe möchtest du diese Wartenden einladen?

source: You are inviting the following waiter for registration in group %(group)s.
de: Du lädst den*die folgende Wartende*n zu einer Schnupperstunde in der Gruppe %(group)s ein:

source: You are inviting the following waiters for registration in group %(group)s.
de: Du lädst die folgenden Wartenden zu einer Schnupperstunde in der Gruppe %(group)s ein:

source: The following text will be sent as an invitation email. The patterns {name}, {link} and {invitation_reject_link} will be automatically replaced by personalized data upon sending. Please adapt if needed and confirm.
de: Der folgende Text wird in der Einladungsmail verschickt. Die Platzhalter {name}, {link} und {invitation_reject_link} werden beim Senden automatisch durch personalisierte Daten ersetzt. Bitte passe den Text falls nötig an und schicke die Einladung anschließend ab.

source: Send
de: Senden

source: Invite multiple members as users
de: Mehrere Teilnehmer*innen Zugangsdaten wählen lassen

source: You selected the following members:
de: Du hast die folgenden Teilnehmer*innen ausgewählt:

source: Do you want to invite these members to set their login data for Kompass? They will receive an email with a link to set their username and password after entering one of the current active registration passwords.
de: Möchtest du diese Teilnehmer*innen auffordern Zugangsdaten für den Kompass zu wählen?Sie werden eine E-Mail mit einem Link erhalten, um, nach Eingabe eines der aktiven Registrierungspasswörter, Benutzername und Passwort zu setzen.

source: Invite multiple waiters
de: Mehrere Wartende einladen

source: You selected the following waiters:
de: Du hast die folgenden Wartenden ausgewählt:

source: Please choose the group you want these waiters to be invited for.
de: Bitte wähle die Gruppe aus zu der du die obigen Wartenden einladen möchtest.

source: date
de: Datum

source: Number of persons:
de: Anzahl Personen:

source: thereof leaders:
de: davon Leitung:

source: Request registration form
de: Anmeldeformular anfragen

source: Do you want to ask %(member)s to upload their registration form?
de: Möchtest du %(member)s auffordern das Anmeldeformular hochzuladen?

source: Warning: %(member)s has already uploaded a registration form.
de: Warnung: %(member)s hat bereits ein Anmeldeformular hochgeladen.

source: Participations:
de: Ausfahrtteilnahmen:

source: Qualities:
de: Fähigkeiten:

source: Skill level
de: Fähigkeitsniveau

source: Save and confirm registration
de: Speichern und Registrierung bestätigen

source: Confirm invitation
de: Teilnahme bestätigen

source: This invitation is invalid or expired.
de: Diese Einladung ist ungültig oder abgelaufen.

source: Confirm trial group meeting invitation
de: Teilnahme bestätigen

source: You were invited to a trial group meeting of the group %(groupname)s.
de: Du wurdest zu einer Schnupperstunde in der Gruppe %(groupname)s eingeladen.

source: Do you want to take part in the trial group meeting? If yes, please confirm your attendance by clicking on the following button.
de: Möchtest du an der Schnupperstunde teilnehmen? Falls ja, bitte bestätige deine Teilnahme durch das Betätigen des folgenden Knopfes.

source: Confirm trial group meeting
de: Teilnahme bestätigen

source: Invitation confirmed
de: Teilnahme bestätigt

source: You successfully confirmed the invitation to the trial group meeting of the group %(groupname)s.
de: Deine Teilnahme an der Schnupperstunde der Gruppe %(groupname)s wurde erfolgreich bestätigt.

source: We have informed the group leaders about your confirmation. If for some reason you can not make it, please contact the group leaders at
de: Wir haben die Jugendleiter*innen der Jugendgruppe über deine Bestätigung informiert. Falls du doch nicht zur Schnupperstunde kommen kannst, informiere bitte die Jugendleiter*innen unter

source: Echo
de: Rückmeldung

source: Here is your current data. Please check if it is up to date and change accordingly.
de: Hier siehst du deine aktuellen Daten. Bitte überprüfe alles und passe es bei Bedarf an.

source: Echo failed
de: Rückmeldung fehlgeschlagen

source: Something went wrong. The key you supplied is
de: Etwas ist schief gegangen. Der verwendete Code ist

source: If you think this is a mistake, please
de: Wenn du denkst, dass das ein Fehler ist,

source: contact us.
de: kontaktiere uns.

source: Thanks for echoing back. Please enter the password, which you can find in the email we sent you.
de: Bitte gib dein Passwort ein. Weitere Informationen zur Rückmeldung findest du in der E-Mail.

source: submit
de: Bestätigen

source: Echo successful
de: Rückmeldung erfolgreich

source: Thank you
de: Danke

source: Your data was successfully updated.
de: Deine Daten wurden erfolgreich aktualisiert.

source: You entered a wrong password to often.
de: Du hast zu oft ein falsches Passwort eingegeben. Bitte frage deinen Jugendleiter nach einem korrekten Passwort.

source: Registration failed
de: Registrierung fehlgeschlagen

source: Registration
de: Registrierung

source: Leave waitinglist
de: Warteliste verlassen

source: Are you sure you want to leave the waitinglist? This can't be undone and you need to requeue if you change your mind later.
de: Bist du sicher, dass du die Warteliste verlassen möchtest? Dies kann nicht rückgängig gemacht werden. Falls du später wieder der Warteliste beitreten möchtest, musst du dich neu registrieren.

source: Yes, leave the waitinglist
de: Ja, Warteliste verlassen

source: Left waitinglist
de: Warteliste verlassen

source: You successfully unregistered from the waitinglist. If you want to rejoin the waitinglist at a later time, please do so on our website.
de: Du hast dich erfolgreich von der Warteliste abgemeldet. Falls du dich zu einem späteren Zeitpunkt wieder auf die Warteliste setzen lassen möchtest kannst du das auf unserer Webseite machen.

source: Mail confirmation failed
de: Emailbestätigung fehlgeschlagen

source: The supplied link is invalid.
de: Der verwendete Link ist ungültig.

source: Mail confirmed
de: Emailadresse bestätigt

source: The email address %(email)s was successfully confirmed as parents email of %(name)s.
de: Die Emailadresse %(email)s wurde erfolgreich als Emailadresse der Eltern von %(name)s bestätigt.

source: The email address %(email)s was successfully confirmed as personal email of %(name)s.
de: Die Emailadresse %(email)s wurde erfolgreich als persönliche Emailadresse von %(name)s bestätigt.

source: Emergency contacts:
de: Notfallkontakte:

source: Remove
de: Entfernen

source: Add more
de: Weiteren hinzufügen

source: I am already or will become a member of the DAV %(sektion)s soon.
de: Ich bin bereits Mitglied des DAV %(sektion)s, oder beantrage die Mitgliedschaft zeitnah.

source: I agree that my data is stored and processed on the server of the JDAV %(sektion)s.
de: Ich bin einverstanden, dass meine Daten auf dem Server der JDAV %(sektion)s gespeichert und verarbeitet werden.

source: Save
de: Speichern

source: This file is bigger than the maximal allowed file size of 5 MiB.
de: Diese Datei ist größer als die maximal erlaubte Dateigröße von 5 MiB.

source: Register
de: Registrieren

source: Here you can register for group
de: Hier kannst du dich registrieren für die Gruppe

source: Something went wrong while processing your registration.
de: Etwas ist schief gelaufen, bei der Verarbeitung deiner Registrierung.

source: Thanks for your interest in participating in the JDAV %(sektion)s. Please enter the registration password, your youth leader gave you.
de: Danke für dein Interesse bei der JDAV %(sektion)s teilzunehmen. Bitte gib das Passwort ein, das du von deinem Jugendleiter erhalten hast.

source: Your registration succeeded. We summarized your registration in this registration form. Please download it, fill in the remaining fields and read the general conditions. If you agree, please sign the document and upload a scan or image here.
de: Deine Registrierung war erfolgreich. Wir haben deine Daten in diesem Anmeldeformular zusammengefasst Bitte lade es herunter, fülle die verbleibenden Felder aus und lese die allgemeinen Teilnahmebedingungen. Falls du zustimmst, unterschreibe das Formular und lade hier einen Scan oder ein Bild hoch.

source: Please remember to confirm your email address.
de: Bitte denk daran, deine E-Mail Adresse(n) zu bestätigen.

source: The coordinating team will process your registration when your email address is confirmed.
de: Unser Jugendleiterteam wird deine Registrierung bearbeiten, wenn deine Emailadressen bestätigt sind.

source: The coordinating team will process your registration as soon as possible.
de: Unser Jugendleiterteam wird deine Registrierung so schnell wie möglich bearbeiten.

source: Registration for waiting list
de: Registrierung für die Warteliste

source: This is only a placeholder. Please override this placeholder with a custom text as described in the documentation.
de: Dies ist nur ein Platzhalter. Bitte überschreibe diesen Platzhalter wie in der Dokumentation beschrieben mit einem benutzerdefinierten Text.

source: Registration for waiting list.
de: Registrierung für die Warteliste.

source: Your registration for the waiting list was successful.
de: Du wurdest auf die Warteliste gesetzt.

source: Please remember to confirm all email addresses that you entered.
de: Bitte denk daran, deine E-Mail Adresse(n) zu bestätigen.

source: We will notify you if there is a vacant place in one of our groups.
de: Wir werden dich umgehend benachrichtigen, wenn es einen freien Platz in einer unserer Gruppen gibt.

source: You entered a wrong password to often. Please ask your youth leader again.
de: Du hast zu oft ein falsches Passwort eingegeben. Bitte frage deinen Jugendleiter nach einem korrekten Passwort.

source: Reject invitation
de: Einladung ablehnen

source: You were invited to a trial group meeting of the group %(groupname)s. On this page you can reject this invitation.
de: Du wurdest zu einer Schnupperstunde in der Gruppe %(groupname)s eingeladen. Auf dieser Seite kannst du die Einladung ablehnen.

source: You may either reject this specific invitation, because the time of the group does not fit your calendear, or unregister from the mailing list altogether.
de: Du kannst entweder die Einladung zu dieser Gruppe ablehnen, weil du zu dem Termin keine Zeit hast, oder dich ganz von der Warteliste abmelden. Achtung: Das kann nicht rückgängig gemacht werden!

source: Reject this invitation and stay on the waitinglist
de: Diese Einladung ablehnen und auf der Warteliste bleiben

source: Leave the waitinglist
de: Warteliste verlassen

source: You successfully rejected the invitation to a trial group meeting of the group %(groupname)s. If there is a slot in a different group available, you will receive a new invitation.
de: Du hast die Einladung zur Schnupperstunde in der Gruppe %(groupname)s abgelehnt. Wenn ein Platz in einer anderen Gruppe frei wird, erhältst du eine neue Einladung.

source: Thank you for echoing back, your data was updated. For legal reasons, we also need a signed participation form. In your case, a recent participation form is missing. Please <a href="%(download_url)s?key=%(key)s">download</a> the pre-filled form, fill in the remaining fields and read the general conditions. If you agree, please sign the document and upload a scan or image here.
de: Danke für das Aktualisieren deiner Daten. Aus rechtlichen Gründen, benötigen wir zusätzlich ein schriftliches Anmeldeformular. Für dich liegt uns kein aktuelles Formular vor. Bitte <a href="%(download_url)s?key=%(key)s">lade das Formular herunter</a>, fülle die verbleibenden Felder aus und lese unsere Teilnahmebedingungen. Falls du zustimmst, unterschreibe bitte das Formular und lade hier einen Scan oder ein Bild hoch.

source: We summarized your registration in our registration form. Please <a href="%(download_url)s?key=%(key)s">download</a> it, fill in the remaining fields and read the general conditions. If you agree, please sign the document and upload a scan or image here.
de: Wir haben deine Anmeldung in unserem Anmeldeformular zusammgengefasst. Bitte <a href="%(download_url)s?key=%(key)s">lade es herunter</a>, fülle die verbleibenden Felder aus und lese unsere Teilnahmebedingungen. Falls du zustimmst, unterschreibe bitte das Formular und lade hier einen Scan oder ein Bild hoch.

source: If you are not an adult yet, please let someone responsible for you sign the agreement.
de: Bist du noch nicht volljährig? Dann lass bitte eine erziehungsberechtigte Person das Anmeldeformular unterschreiben.

source: Upload
de: Hochladen

source: The supplied key for uploading a registration form is invalid.
de: Der verwendete Link zum Hochladen eines Anmeldeformulars ist ungültig.

source: Thank you for uploading the registration form.
de: Danke für das Hochladen des Anmeldeformulars.

source: Our team will process your registration shortly.
de: Unser Jugendleiter*innenteam wird deine Registrierung so schnell wie möglich bearbeiten.

source: Waiting confirmation failed
de: Wartelistenplatzbestätigung fehlgeschlagen
