Repository: chrisflav/kompass
Catalog: jdav_web/members/locale/*/LC_MESSAGES/django.po
Languages: de

source: Unfortunately, you did not confirm your intention to stay on the waiting list in time. You lost your spot on the list. You can
de: Leider hast du deinen Wartelistenplatz nicht rechtzeitig bestätigt und hast somit deinen Platz verloren. Du kannst

source: rejoin the waiting list
de: der Warteliste erneut beitreten

source: Waiting confirmed
de: Wartelistenplatz bestätigt

source: Thank you %(prename)s for your interest in staying on the waiting list. Your spot was already confirmed.
de: Danke %(prename)s für dein Interesse auf der Warteliste zu bleiben. Dein Platz ist bereits bestätigt.

source: Thank you %(prename)s for your interest in staying on the waiting list. Your spot has been confirmed.
de: Danke %(prename)s für dein Interesse auf der Warteliste zu bleiben. Dein Platz wurde bestätigt.

source: The entered password is wrong.
de: Das eingegebene Passwort ist falsch.

source: invalid
de: ungültig

source: expired
de: abgelaufen

source: Prename of the member.
de: Vorname des*der Teilnehmenden

source: Lastname of the member.
de: Nachname des*der Teilnehmenden

source: phone number of child or parent
de: Telefonnummer des*der Teilnehmenden oder einer Kontaktperson

source: email of child if available, otherwise parental email address
de: Falls verfügbar, E-Mailadresse des*der Teilnehmenden, sonst einer Kontaktperson

source: optional additional email address
de: Optionale zusätzliche E-Mailadresse

source: Invalid emergency contacts
de: Ungültige Notfallkontakte
